Repository: capstanlqc-test/test_en--ar_omt
Catalog: tm/auto/mt/deepl_202407160016.tmx
Source language: en
Languages: ar_zz

source: "Oh, a dog!".
ar_zz: "أوه، كلب!".

source: "Oh, a rabbit!".
ar_zz: "أوه، أرنب!".

source: Close box
ar_zz: إغلاق الصندوق

source: Danina is testing an automation.
ar_zz: تختبر دانينا التشغيل الآلي.

source: Danina tested an automation.
ar_zz: اختبرت دانينا التشغيل الآلي.

source: Did you live in [COUNTRY]?
ar_zz: هل كنت تعيش في [البلد]؟

source: Do you work in [COUNTRY]?
ar_zz: هل تعمل في [البلد]؟

source: Let us see what happened.
ar_zz: دعونا نرى ما حدث.

source: M S
ar_zz: م س

source: Ok
ar_zz: حسناً

source: Open box
ar_zz: صندوق مفتوح

source: The weather is rainy, but some rain is good.
ar_zz: الطقس ممطر، ولكن بعض الأمطار جيدة.

source: The weather is sunny, but some rain would be good.
ar_zz: الطقس مشمس، ولكن بعض الأمطار ستكون جيدة.

source: This is a bolded word.
ar_zz: هذه كلمة بخط عريض.

source: We saw what happened.
ar_zz: لقد رأينا ما حدث.
